app/controllers/sights_controller.rb

SELECT "sights".* FROM "sights"
---
  def index
    @sights = Sight.all